Repository: memoli1/mealmatch-flask
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: it

source: MealMatch - Find Recipes with Your Ingredients
it: MealMatch - Trova Ricette con i Tuoi Ingredienti

source: Find the Perfect Recipe
it: Trova la Ricetta Perfetta

source: Enter your available ingredients and discover delicious recipes you can make right now
it: Inserisci gli ingredienti disponibili e scopri deliziose ricette da preparare subito

source: What ingredients do you have?
it: Quali ingredienti hai?

source: e.g., chicken, rice, tomatoes
it: es. pollo, riso, pomodori

source: Separate ingredients with commas
it: Separa gli ingredienti con le virgole

source: Show only vegetarian recipes
it: Mostra solo ricette vegetariane

source: Find Recipes
it: Trova Ricette

source: Recommended Recipes
it: Ricette Raccomandate

source: Vegetarian
it: Vegetariano

source: Creamy Garlic Pasta
it: Pasta Cremosa all'Aglio

source: Quick pasta dish with a rich garlic cream sauce
it: Pasta veloce con una ricca salsa cremosa all'aglio

source: Mediterranean Quinoa Bowl
it: Bowl di Quinoa Mediterranea

source: Healthy bowl with quinoa, fresh vegetables, and feta
it: Bowl salutare con quinoa, verdure fresche e feta

source: Honey Glazed Chicken
it: Pollo Glassato al Miele

source: Sweet and savory chicken with honey soy glaze
it: Pollo dolce e saporito con glassa di miele e soia

source: View Recipe
it: Vedi Ricetta

source: Failed to fetch recipes
it: Impossibile recuperare le ricette

source: No recipes found for your ingredients
it: Nessuna ricetta trovata con i tuoi ingredienti

source: Made with
it: Fatto con

source: for food lovers
it: per gli amanti del cibo

source: English
it: Inglese

source: Search Results
it: Risultati della Ricerca

source: Showing recipes matching:
it: Ricette che corrispondono a:

source: Showing only vegetarian recipes
it: Solo ricette vegetariane

source: New Search
it: Nuova Ricerca

source: Top Match
it: Miglior Risultato

source: Match
it: Corrispondenza

source: Save as Favorite
it: Salva nei Preferiti

source: Saved as Favorite
it: Salvato nei Preferiti

source: Copy Recipe
it: Copia Ricetta

source: Copied!
it: Copiato!

source: Ingredients
it: Ingredienti

source: Missing Ingredients
it: Ingredienti Mancanti

source: Instructions
it: Istruzioni

source: and vegetarian filter
it: e il filtro vegetariano

source: Try a different combination!
it: Prova una combinazione diversa!

source: Failed to copy recipe to clipboard
it: Impossibile copiare la ricetta negli appunti
